<%@ page language="java" contentType="text/html; charset=EUC-KR" pageEncoding="EUC-KR"%>
<p class="subjectText">
	제 1조. 약관의 목적					
</p>
<span class="termsContents">
	본 서비스 이용약관(이하 “본 약관”이라 함)은 주식회사 케이티(이하 “회사”라 함)가 제공하는링투유 사이트(ringtoyou.olleh.com)의 이용과 관련하여 회사와 이용 고객(또는 회원)간에서비스의 이용 조건 및 절차, 회사와 회원 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.					
</span>
<p class="subjectText"> 
	제 2조. 용어의 정의					
</p>
<span class="termsContents">
	①	서비스 :이용 고객 또는 회원이 휴대형 단말기또는 프로그램을 통하여 음악이나 다양한 소리의 통화 연결음을이용하는 것 또는 이와 관련된 일체의 서비스로서  회사가링투유 사이트(ringtoyou.olleh.com)를 통하여 제공하는 서비스를 말합니다.<br/>
	②	회원 : 서비스에 접속하여 이 약관에 동의하여 서비스를 이용하는 고객을 말합니다.<br/>
	③	가입신청자 : 서비스를 이용하기 위하여 회사와 이용계약을 체결하려고 하는 자를 말합니다.<br/>
	④	회원정보 : 회사가 가입신청자에게 회원가입 신청양식(이하 “신청양식"이라 합니다)에 기재를 요청하는 가입신청자의 개인정보를 말합니다.<br/>
</span>
<p class="subjectText">
제 3조약관의 효력 및 변경				
</p>
<span class="termsContents">
①	“본 약관”의 내용은 “서비스”화면에 게시하거나 기타의 방법으로 “회원”에게 공지함으로써 효력이 발생합니다.<br/>
②	“회원”은 “본 약관”의 규정에 따라 “서비스”를 이용해야 합니다.<br/>
③	“본 약관”은 “서비스”를 이용하고자 하는 모든 “회원”에 대해서 그 효력을 발생합니다.<br/>
④	“회사”는 약관의 규제에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계법령에 위배되지 않는 범위 내에서 이 약관을 개정할 수 있습니다.<br/>
⑤	“회사”는“본 약관”을 개정할 경우 그 개정이유 및 적용일자를 명시하여 현행 약관과 함께 적용일자 7일전부터 적용일 전일까지 제1항의 방법으로 공지합니다. 다만, “회원”의 권리 또는 의무에 관한 중요한 규정의 변경은 최소한 30일전에 공지합니다.<br/>
⑥	“회사”가 제5항에 따라 개정약관을 공지 또는 통지하면서 회원에게 약관 변경 적용일까지 거부의사를 표시하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 공지 또는 통지하였음에도 불구하고 회원이 명시적으로 거부의사를 표시하지 아니하는 경우 회원이 개정약관에 동의한 것으로 봅니다.<br/>
⑦	“회원”은 변경된 약관에 동의하지 아니하는 경우 서비스의 이용을 중단하고 이용계약을 해지할 수 있습니다.<br/>
⑧	“본 약관”에 동의하는 것은 “서비스”를 정기적으로 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원의 피해에 대하여 회사는 책임을 지지 않습니다.<br/>	
</span>
<p class="subjectText">
제 4조. 서비스의 이용				
</p>
<span class="termsContents">
①	“회사”는 “회원”의 이용신청을 승낙한 때부터 “서비스”를 개시합니다. 다만, 일부 “서비스”의 경우에는 지정된 일자부터 “서비스”를 개시합니다.<br/>
②	“회사”의 업무상ㆍ기술상의 장애로 인하여 “서비스”를 개시하지 못하는 경우에는 “서비스”에 공지하거나 “회원”에게 이를 통지합니다.<br/>
③	“서비스”의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, “회사”의 업무상ㆍ기술상 또는 서비스 운영정책상 “서비스”가 일시 중지될 수 있습니다. 이러한 경우 “회사”는 사전 또는 사후에 이를 공지합니다.<br/>
④	“회사”는 “서비스”를 일정범위로 분할하여 각 범위 별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 공지합니다.<br/>
⑤	“회사”는 “서비스” 내의 개별서비스에 대한 별도의 약관을 둘 수 있으며, 개별서비스에서 별도로 적용되는 약관에 대한 동의는 회원이 개별서비스를 최초로 이용할 경우 별도의 동의절차를 거치게 됩니다.<br/>
</span>
<p class="subjectText">
제5조. 서비스의 변경 및 중지			
</p>
<span class="termsContents">
①	“회사”는 “서비스”를 변경하여야 하는 상당한 이유가 있는 경우 변경될 “서비스”의 내용 및 제공일자를 제11조에서 정한 방법으로 “회원”에게 통지하고 “서비스”를 변경하여 제공할 수 있습니다.<br/>
②	“회사”는 다음 각 호에 해당하는 경우 “서비스”의 전부 또는 일부를 제한하거나 중지할 수 있습니다.
</span><br/>
<p class="termsContentsSub1">
①	서비스용 설비의 보수 등 공사로 인한 부득이한 경우<br/>
②	“회원”이 “회사”의 영업활동을 방해하는 경우<br/>
③	정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우<br/>
④	제휴업체(CP)와의 계약종료 등과 같은 회사의 제반 사정으로 서비스를 유지할 수 없는 경우<br/>
⑤	기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
</p><br/>
<span class="termsContents">
③	“회사”는 다음 각 호의 어느 하나에 해당하는 사유가 발생하는 경우 서비스 종료 사유 및 종료 일자 등을 60일 전에 제11조에 정한 방법으로 “회원”에게통지하고서비스를종료할수있습니다.
</span><br/>
<p class="termsContentsSub1">
1.	사업환경의 변화 또는 기술 발전, 콘텐츠 확보 곤란 등 회사의 제반 사정으로 서비스를계속제공하는것이곤란한경우<br/>
2.	기타 천재지변, 국가비상사태 등 불가항력적사유가있는경우<br/>
</p>
<span class="termsContents">
④	“회사”는 만14세 미만 회원, 청소년보호법상의 보호대상인 회원, 만 20세 미만의 회원, 외국인 회원, 법인 회원에 대하여 개별서비스의 이용을 제한할 수 있으며, 이러한 서비스 제한에 대한 사항은 개별서비스에서 별도로 공지합니다</span><br/>	

<p class="subjectText">
제6조. 콘텐츠 서비스			
</p>
<span class="termsContents">
①	“회사”는 유료 콘텐츠 서비스를 제공함에 있어 “회사”의 정책에 따라 “회원”에게 유료 콘텐츠 서비스의 이용기한을 정할 수 있습니다. 유료 콘텐츠 서비스의 이용기한은  각 유료 콘텐츠 서비스 결제화면 등에 게시하여 “회원”에게 공지합니다.<br/>
②  “회사”의 귀책사유로 인하여 “회원”이  콘텐츠 서비스를 제공받을 수 없게 되는 경우, “회사”는  콘텐츠 서비스를 이용하지 못한 만큼 그 이용료를 일할 계산하여 보상합니다.			
</span><br/>
<p class="subjectText">
제7조. 유료 서비스에 대한 결제 및 청약철회				
</p>
<span class="termsContents">
①	“회원”이 “회사”가 제공하는 콘텐츠 등 유료 서비스를 이용하는데 필요한 유료서비스의 이용료 결제, 환불 등에 관한 사항은 각 유료 서비스 별 "요금안내"에 따릅니다.<br/>
②	“회사”가 제공하는 콘텐츠 등의 유료 서비스는 전자상거래 등에서의 소비자보호에 관한 법률 및 콘텐츠산업 진흥법에 따라 청약철회가 불가능한 서비스로서 회사는 유료 서비스 제공화면 또는 결제화면 등에서 이러한 사항을 별도로 표시합니다.				
</span><br/>
<p class="subjectText">
제8조. 정보의 제공 및 광고의 게재				
</p>
<span class="termsContents">
1)	“회사”는“서비스”를 운영함에 있어 각종 정보를 “서비스” 화면에 게재하거나 SMS등으로 “회원”에게 제공할 수 있습니다.<br/>
2)	“회사”는“서비스”의 운영과 관련하여 “서비스” 화면에 광고 등을 게재할 수 있습니다.<br/>
3)	“회원”이“서비스”상에 게재되어 있는 광고를 이용하거나 “서비스”를 통한 광고주의 판촉활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 전적으로 “회원”과 광고주간의 문제입니다. 만약, “회원”과 광고주간에 문제가 발생할 경우에도 “회원”과 광고주가 직접 해결하여야 하며, 이와 관련하여 “회사”는 어떠한 책임도 지지 않습니다.<br/>				
</span>
<p class="subjectText">
제9조. 회사의 의무				
</p>
<span class="termsContents">
①	“회사”는“서비스” 제공과 관련하여 알고 있는 “회원”의 회원정보를 본인의 동의 없이 제3자에게 제공하지 않습니다.<br/>
②	“회사”는“회원”의 회원정보를 보호하기 위해 보안시스템을 구축 운영하며, "개인정보취급방침"을 공지하고 준수합니다. 또한, “회사”는 "개인정보취급방침" 따라 회원정보를 취급함에 있어 안정성 확보에 필요한 기술적 및 관리적 대책을 수립ㆍ운영합니다.<br/>
③	“회사”는“서비스”와 관련한 “회원”의 불만사항이 접수되는 경우 이를 신속하게 처리하여야 하며, 신속한 처리가 곤란한 경우 그 사유와 처리 일정을“회원”에게 통지합니다.<br/>
④	“회사”가 제공하는 “서비스”로 인하여 “회원”에게 손해가 발생한 경우 그러한 손해가 “회사”의 고의나 중과실에 기해 발생한 경우에 한하여 “회사”에서 책임을 부담하며, 그 책임의 범위는 통상손해에 한합니다.			
</span><br/>
<p class="subjectText">
제10조.회원의 의무				
</p>
<span class="termsContents">
①	“회원”은 ”본 약관”에서 규정하는 사항과 “서비스” 이용에 대한 안내 등 “서비스”의  공지 또는 통지하는 사항을 준수하여야 하며, 기타 “서비스”의 업무에 방해되는 행위를 하여서는 안됩니다.<br/>
②	“회원”은 “회원”의 휴대폰 번호 및 인증번호 등 “회원” 정보가 도용되거나 제3자가 사용하고 있음을 인지한 경우, 이를 즉시 “회사”에 통지하고 “회사”의 안내에 따라야 하며, 해당 사실을 “회사”에게 통지하지 않았거나 통지한 경우에도 “회사”의 안내를 따르지 않아 발생한 불이익에 대하여 “회사”는 책임지지 않습니다.<br/>
③	“회원”이 “서비스”를 이용하기 위해 “회사”에 제공하여 등록하는 제반 정보는 사실에 근거하여야 하며 허위정보를 제공해서는 안됩니다. 만일 허위정보 또는 타인의 정보(직계 존, 비속도 포함)로 “회원”의 정보가 등록된 경우에는 일체의 권리를 주장할 수 없으며, 이러한 방법으로 “회원” 정보를 등록한 “회원”의 계정은 삭제될 뿐 아니라, 관계법령에 따라 처벌을 받을 수 있습니다.<br/>
④	“회원”은 관계 법령 및 약관의 규정을 비롯하여 “회사”가 통지하는 사항을 준수하여야 하며, “회사”의 “서비스” 운영을 고의로 방해하거나 안정적인 운영을 방해할 수 있는 정보 및 수신자의 명시적인 수신거부 의사에 반하여 광고 목적의 정보를 전송하는 행위를 해서는 안됩니다.		
</span><br/>
<p class="subjectText">
제11조. 회원에 대한 통지				
</p>
<span class="termsContents">
①	“회사”는 “회원”의 서비스 이용에 필요한 권리 및 의무 등에 관한 사항을 “회원”이 지정한 SMS 등으로 통지할 수 있습니다.<br/>
②	“회사”는 불특정 다수 “회원”에 대한 통지의 경우 “서비스”에 게시함으로써 개별 통지에 갈음할 수 있습니다.<br/>	
</span>
<p class="subjectText">
제12조. 회원정보의 보호 및 이용				
</p>
<span class="termsContents">
①	“회사”는 적법하고 공정한 수단에 의하여 이용계약의 성립 및 이행에 필요한 최소한의 범위 내에서 "개인정보취급방침"에 따라 “회원”의 회원정보를 수집합니다.<br/>
②	“회사”의 "개인정보취급방침"은 “회사”에 연동된 다른 서비스(회사가 운영하지 않는 서비스를 말합니다. 이하 같습니다)에서는 적용되지 않습니다.<br/>
③	“회사”는 통신비밀보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계법령에 따라 행정기관이나 수사기관 등에서 “회원”의 회원정보의 열람이나 제출을 요청하는 경우에는 이를 제공할 수 있습니다.<br/>
④	“회사”는 “회원’의 귀책사유로 인해 노출된 회원정보에 대해서 일체의 책임을 부담하지 않습니다.<br/>
⑤	‘회사”는 회원정보의 취급 및 관리 등의 업무를 스스로 수행함을 원칙으로 하나, 필요한 경우 이러한 업무의 일부 또는 전부를 회사가 선정한 회사에 위탁할 수 있으며, 회원정보의 취급 및 관리 등에 관한 업무를 위탁하는 경우에는 "개인정보취급방침"에 공지합니다.<br/>
“회원”이 이용계약 체결과정에서 “회사”에 제공한 회원정보에 대한 이용 또는 제공에 대한 동의를 철회하고자 하는 경우에는 "개인정보취급방침"에서 정한 바에 따르며, “회원”이 이러한 동의를 철회하고 해당 정보 이용 또는 제공이 서비스 이용에 필수적인 경우에는서비스 이용이 불가할 수 있습니다.<br/>
</span>
<p class="subjectText">
제13조. 계약해지 및 이용제한			
</p>
<span class="termsContents">
①	“회원”이 서비스 이용계약을 해지하고자 할 경우에는 “회사”가 운영하는 "고객센터" 등에서 해지 신청을 하여야 합니다. 이 경우 본 “서비스”와 연동된 기타 서비스의 특성에 따라 일괄 해지될 수 있습니다.<br/>
②	“회사”는 “회원”이 ”본 약관” 및 개별서비스 이용약관을 위반한 경우 경고, 일시적 이용정지, 영구적 이용정지 등의 단계로 서비스 이용을 제한하거나 이용계약을 해지할 수 있습니다.<br/>
③	“회원”은 제2항에 따른 서비스 이용정지 기타 서비스 이용과 관련된 이용제한에 대해 “회사”가 정한 절차에 따라 이의신청을 할 수 있으며, “회사”는 “회원”의 이의신청이 정당하다고 판단되는 경우 즉시 서비스 이용을 재개합니다.<br/>
④	“회원”과 "회사"와의 이동전화 이용계약이 해지될 경우, 본 서비스 이용계약도 자동으로 해지됩니다.
</span><br/>
<p class="subjectText">
제14조. 서비스 내용의 추가 또는 변경			
</p>
<span class="termsContents">
①	“회사”는 새로운 내용의 추가, 각종 버그 패치, “서비스”의 기획이나 운영상 내용의 수정이 필요한 경우 “서비스”의 전부 또는 일부를 업데이트를 통해 변경할 수 있습니다.<br/>
②	“회사”는 시스템 및 각종 점검에 관한 사항, 약관의 변경에 관한 사항, 이벤트에 관한 사항, 정보 업데이트 등에 관한 사항 등을 “본 약관”의 관련 조항을 준용하여 “회원”에게 사전 고지합니다. 다만, 긴급하게 수정이 필요한 사항에 대해서는 부득이하게 사전 고지를 하지 못할 수 있으며 이 경우에는 사후에 고지 합니다.
</span><br/>
<p class="subjectText">
제15조. 권리의 귀속			
</p>
<span class="termsContents">
①	본 “서비스”에 대한 저작권 및 지적재산권은 “회사”에 귀속됩니다.<br/>
②	“회사”가 제공하는 디자인, 텍스트, 스크립트(script), 그래픽, 콘텐츠 등 “회사”가 제공하는 모든 상표, 서비스 마크, 로고 등에 관한 저작권 기타 지적재산권은 대한민국 및 외국의 법령에 기하여 “회사”가 보유하고 있거나 “회사” 에게 소유권 또는 사용권이 있습니다.<br/>
③	“회원”은 본 이용약관으로 인하여 본 “서비스”를 소유하거나 본 “서비스”에 관한 저작권을 보유하게 되는 것이 아니라, “회사”로부터 본 “서비스”의 이용을 허락 받게 되는바, 본 “서비스”는 정보취득 또는 개인용도로만 제공되는 형태로 “회원”이 이용할 수 있습니다.<br/>
④	“회원”은 명시적으로 허락된 내용을 제외하고는 본 “서비스”를 통해 얻어지는 “회원” 상태정보를 영리 목적으로 사용, 복사, 유통하는 것을 포함하여 “회사”가 만든 텍스트, 스크립트, 콘텐츠 등을 복사하거나 유통할 수 없습니다.<br/>
⑤	“회사”는 “서비스”와 관련하여 “회원”에게 “회사”가 정한 이용조건에 따라 콘텐츠 등을 이용할 수 있는 이용권만을 부여하며, “회원”는 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.
</span><br/>
<p class="subjectText">
제16조. 손해배상			
</p>
<span class="termsContents">
①	“회원”이“본 약관”의 규정을 위반함으로 인하여 “회사”에 손해가 발생하게 되는 경우, ”본 약관”을 위반한 “회원”은 “회사”에 발생하는 모든 손해를 배상하여야 합니다.<br/>
②	“회원”이 “서비스”를 이용하는 과정에서 행한 불법행위나 ”본 약관” 위반행위로 인하여 “회사”가 당해 “회원” 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 “회원”은 자신의 책임과 비용으로 “회사”를 면책 시켜야 하며, “회사”가 면책되지 못한 경우 “회원”은 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.
</span><br/>
<p class="subjectText">
제17조. 면책사항		
</p>
<span class="termsContents">
①	“회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스” 제공에 관한 책임이 면책됩니다.<br/>
②	“회사”는“회원”의 귀책사유로 인한 “서비스”의 이용장애에 대하여 책임을 지지 않습니다.<br/>
③	“회사”는“회원” 상호간 또는 “회원”과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.
</span><br/>
<p class="subjectText">
제18조. 분쟁조정 및 관할법원		
</p>
<span class="termsContents">
①	“회원”은 게시물과 관련된 저작권 침해, 명예훼손 또는 개인정보 및 서비스 이용과 관련된 사항에 관한 문제제기 또는 문제해결은 “회사”가 운영하는 고객센터 또는 권리침해신고센터를 통하여 처리하여야 합니다.<br/>
②	“서비스” 이용과 관련하여 발생한 분쟁에 대한 소송을 제기하는 경우에는 민사소송법상의 법원을 관할법원으로 합니다.
</span><br/>
<p class="subjectText">
부칙 공고일자: 2014년 10월 01일<br/>
시행일자: 2014년 10월 01일		
</p>
